Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: You can find this information on your income tax documents or on your latest paycheck stub.
es: Puede encontrar esta información en los documentos de sus impuestos sobre la renta o en su último talonario de paga.

source: "According to this report ""the trend towards tax rate competition may lead to a drop in income tax""."
es: Según el presente informe, «la tendencia a la competencia en los porcentajes de los tipos pueden conducir a la erosión de los ingresos fiscales».

source: In particular, the relatively high stock market capitalization in developing and transition economies has not always improved access to finance for a large number of firms.
es: En particular, la capitalización relativamente alta en el mercado bursátil de las economías en desarrollo y en transición no siempre ha facilitado el acceso de un gran número de empresas a la financiación.

source: Saudi authorities have used the stock market to share the wealth.
es: Las autoridades saudíes han utilizado la bolsa de valores para compartir la riqueza.

source: But in fact, the last few years have had unusually bad returns in the stock market while inflation has continued to be moderate (except in health care costs).
es: Pero la verdad es que la bolsa de valores ha realizado un rendimiento inusualmente malo en los últimos años mientras la inflación moderada ha continuado (excepto en costos del cuidado médico).

source: But in 1929 the stock market crashed, and the ensuing depression spread to Latin America, which no longer had a strong market for its products.
es: Pero en 1929 quebró el mercado de valores, y la depresión consecuente se difundió por Latinoamérica, que ya no tuvo mercado para sus productos.

source: The Bank calculates the credit risk relating to non-stock market derivatives on the basis of the initial risk measurement in accordance with the provisions of circulars issued by the control authority.
es: El Banco calcula el riesgo de crédito asociado a los instrumentos derivados extrabursátiles sobre la base del método del riesgo inicial, conforme a las disposiciones de las circulares publicadas por el organismo supervisor.

source: The importance of equity markets in a financial system is often gauged by the value of stock market capitalization.
es: La importancia de los mercados de valores en un sistema financiero suele medirse en función de su valor de capitalización.

source: Some combine the bits of data into overall trends, rather like economic and stock market indicators.
es: Algunos combinan los trozos de datos en tendencias generales, más bien como los indicadores económicos y de mercado de valores.

source: Secondly, uncertainties related to future labour and pension income and the adverse wealth effects of the prolonged stock market decline dampened consumers confidence in the euro area.
es: En segundo lugar, la incertidumbre en cuanto al futuro de los salarios y de las pensiones y los efectos negativos sobre la riqueza del prolongado descenso del mercado bursátil han disminuido la confianza del consumidor en la zona del euro.

source: We cannot ignore the fact that speculative behaviour on the stock market is shunting the whole world towards a catastrophe and stripping millions of people around the world of their dignity.
es: No podemos ignorar que el comportamiento especulativo en el mercado bursátil está orillando al mundo entero a una debacle y condenando a la indignidad a millones de personas alrededor del planeta.

source: Periodic issues linked to various stock market indices and securities.
es: Emisiones periódicas referenciadas a distintos índices y valores de los mercados.

source: I support this refinancing package, but it must not be at the expense of British workers and British jobs.
es: Apoyo este paquete de refinanciación, pero esto no ha de ir a expensas de los trabajadores ni de los puestos de trabajo británicos.

source: At the same time, however, mortgage refinancing slows, which lengthens the effective maturities of these securities.
es: Sin embargo, al mismo tiempo, se reduce la refinanciación de hipotecas, lo que prolonga los vencimientos efectivos de estos valores.

source: The transaction included the acquisition, through the exercise of call options, of the two companies owning the hotels, and their refinancing after the acquisition.
es: La operación se ha centrado en la adquisición, mediante el ejercicio de sendas opciones de compra, de las dos sociedades propietarias de los hoteles, y en su refinanciación tras la adquisición.

source: The Group does not debit portfolio refinancing costs to these results.
es: El Grupo no debita los gastos de refinanciación de las carteras al resultado de las actividades de negociación.

source: In the case of already-established entrepreneurs, the most usual reason for asking for a microcredit is generally refinancing of credits from other entities with worse conditions of repayment, but higher amounts.
es: En el caso de las empresas ya formadas, la razón más habitual de la solicitud de un microcrédito, era generalmente la refinanciación de créditos de otras entidades en peores condiciones de devolución, aunque de mayor cuantía.

source: However, when refinancing or rolling over the obligation is not at the discretion of the entity (for example, there is no agreement to refinance), the potential to refinance is not considered and the obligation is classified as current.
es: No obstante, cuando la refinanciación o renovación no sea una facultad de la empresa (por ejemplo, si no existiese acuerdo para refinanciar o renovar), el aplazamiento no se tendrá en cuenta, y la obligación se clasificará como corriente.

source: The refinancing and loan modification programs could help up to 9 million of the nation's 55 million mortgage holders, according to officials.
es: Los programas de refinanciación y modificación del préstamo podrían ayudar a hasta 9 millones de los 55 millones de los acreedores hipotecarios del país, según los funcionarios.

source: This is because some of the expenses claimed on a tax return, such as mortgage and utilities, are incurred whether or not there is a business.
es: Esto es debido a que algunos de los gastos registrados en la declaración de impuestos, tales como hipoteca y servicios públicos, se hacen habiendo o no un negocio.

source: In addition, if all of the reductions in the tax return cannot be applied due to insufficiency of the tax base, any outstanding amounts to be deducted may be applied in the following five years.
es: Además, si no se puede aplicar en la declaración tributaria la totalidad de las reducciones por insuficiencia de la base imponible, las cantidades pendientes de deducirse podrían aplicarse en los cinco años siguientes.

source: The other, which is certainly more up to date, is the information system in this case people do not settle their own tax liability because it will be subject to a subsequent levy on their income tax return.
es: La otra, seguramente más actual, es la de la comunicación en ese caso el sujeto no concluye su obligación fiscal porque ésta estará sujeta a una imposición posterior en la declaración de renta anual.

source: In 1997 the Company has filed a consolidated income tax return as a part of the consolidated tax group nº 9/1986, which formed by Sociedad Estatal de Participaciones Industriales and the companies in which it has a majority shareholding, in accordance with Law 5 of 10 January 1996.
es: A efectos de la tributación por el Impuesto sobre Sociedades, la Sociedad forma parte en 1997 del Grupo Consolidado nº 9/1986, formado por la Sociedad Estatal de Participaciones Industriales y las empresas en que participa mayoritariamente, de acuerdo con lo dispuesto en la Ley 5/1996, de 10 de enero.

source: Examples include copies of pay stubs, a statement from your employer, etc. If you work for yourself (self-employed), you must provide your most recent complete tax return, if filed.
es: Si trabaja de su propia cuenta (el autoempleo) tiene que adjuntar la más reciente devolución de impuestos, si pagó impuestos federales.

source: Unemployment benefits are subject to Federal income taxes and must be reported on your tax return.
es: Los beneficios para el desempleo están sujetos a los impuestos federales a la renta y deben reportarse en la declaración de impuestos.

source: Use our web-exclusive Reverse Mortgage Calculator to find out how much money you could get.
es: Utilice nuestra calculadora de hipotecas revertidas para saber la cantidad de dinero usted puede obtener.

source: A. You would be required to pay off the outstanding debt from the reverse mortgage on your mother's home when she dies.
es: R Al morir su madre usted deberá saldar la deuda de la hipoteca.

source: Are you interested in learning about Reverse Mortgage (for homeowners 62 years and older)?
es: ¿Tiene usted 62 años o más y está interesado en saber acerca de la hipoteca revertida?

source: There are no income or credit requirements for a reverse mortgage.
es: No hay requisitos de ingresos o crédito para una hipoteca revertida.

source: You may use the cash you obtain from a reverse mortgage for any purpose.
es: Puede utilizar el dinero que usted obtenga de una hipoteca revertida para cualquier propósito.

source: But with a reverse mortgage, you do not have any monthly repayments to make.
es: Pero en una hipoteca revertida, usted no tiene ningún pago mensual que hacer.

source: Reverse mortgage loan advances are not taxable and generally do not affect Social Security or Medicare benefits.
es: Los adelantos de una hipoteca revertida no tienen impuestos y no afectan los beneficios de Seguro Social o Medicare.

source: Equipos de dos personas con Betamax SP o SX
es: Two-person crews, using Betacam SP or SX.

source: Se han distribuido más de 17.000 documentos sobre los derechos del niño, entre lo cuales la Convención (MASSN, SP-PAN/ Infancia).
es: More than 17,000 documents on the rights of the child, including the Convention, have been distributed (MASSN, SP-PAN/Enfance).

source: La funcionalidad también fue muy importante para SP Power.
es: Functionality was also very important with SP Power.

source: Esta aproximación es evidente en un video como SP Super Perú (2002) de Jorge Luis Chamorro y Carlos Letts.
es: This approach is evident in a video like SP Super Peru (2002) by Jorge Luis Chamorro and Carlos Letts.

source: CQ o AQ más SP son opciones asequibles del tratamiento combinado, pero existe debate acerca de su efectividad.
es: CQ or AQ plus SP are affordable options of combination treatment, but there is debate about their effectiveness.

source: DJ010 (BB o SP) se encuentra en el embalaje, entre los dos cartones del reverso del blíster, acompañado de las instrucciones de uso.
es: DJ010 (BB or SP) is provided with your product It is in the packaging between the two boxes in the bubble wrap, accompanied by the user manual.

source: Para ello el SP debe ser una organización formal registrada públicamente (conocida entonces como Organización de Socios de producción (OSP)).
es: For that purpose the PP has to be a formal, publicly registered organization (referred to as Production Partner Organization - PPO).

source: Elegí entre los distintos modos de grabación como SHQ, HQ, SP, LP y SLP para disfrutar de más horas de grabación.
es: Choose among several recording modes, including SHQ, HQ, SP, LP and SLP for extended recording times.

source: Para una perfecta preparación de la superficie pistola SP1
es: Gritblasting gun SP1 - for perfect substrate preparation

source: Net neutrality has been identified as an issue in some Member States mainly in the context of mobile operators either preventing access or applying differentiated pricing strategies to VoIP services.
es: Se ha considerado que la neutralidad de la red plantea problemas en algunos Estados miembros, principalmente por existir operadores móviles que impiden el acceso a los servicios o aplican estrategias diferenciadas de fijación de precios.

source: A net repayment of external debt always requires a shift in the current account.
es: La amortización neta de la deuda externa siempre exige un cambio de la cuenta corriente.

source: The net of our production and development centers is complemented by distribution around the world.
es: Nuestra red de centros de producción y desarrollo se completa con una red de distribución mundial.

source: This would be introduced on a no loss, no gain basis; that is, the increases in the net salary scale would be offset by a reduction in post adjustment, leaving net salaries unchanged.
es: Este incremento se aplicaría de modo que no hubiese pérdidas ni ganancias, esto es, que los aumentos de la escala de sueldos netos se compensarían con una disminución del ajuste por lugar de destino, por lo que los salarios netos no cambiarían.

source: Figure 7 plots the variation in the nonperforming loans ratio and allowance coverage, and of the latter net of provisions, in the same period of time.
es: La figura 7 muestra el comportamiento de las ratios de morosidad, de cobertura de morosos y de ésta, neta de provisiones, en el mismo periodo.

source: This observation led to the introduction of a very strict system of monitoring of appointments and continuous updating of staff changes, including retirement, death or other events causing departure from the teaching profession.
es: Esta observación dio lugar a la introducción de un sistema muy estricto de vigilancia de los nombramientos y la continua actualización de los cambios del personal, incluidas las jubilaciones, fallecimientos u otros acontecimientos que obligan al abandono de la profesión docente.

source: Financial market dynamics will be affected by demographic change with demand for financial assets increasing as a large cohort saves for retirement.
es: La dinámica del mercado financiero se verá afectada por la evolución demográfica con un aumento en la demanda de activos financieros cuando un amplio colectivo ahorre para su jubilación.

source: There is another health problem asides from retirement that is very serious and can be very important, and it is that there are no more cheap diseases.
es: En la salud hay otro problema, aparte de la jubilación, muy grave, que puede ser muy importante y es que las enfermedades baratas ya se acabaron.

source: Colleagues and friends in the leather industry across the world will undoubtedly wish him a long and happy retirement.
es: Sus compañeros y amigos de la industria peletera en todo el mundo le desean indudablemente un largo y feliz retiro.

source: Any difference between the recorded asset retirement obligation and the actual retirement costs incurred is recorded as a gain or loss in the settlement period.
es: Cualquier diferencia entre la obligación registrada de retiro del activo y los costos reales de retiro incurridos se registra como una ganancia o pérdida en el período de liquidación.

source: (a) Restrictions on access to early retirement schemes in the public sector
es: a) Restricciones en los dispositivos de acceso a las prejubilaciones en el sector público

source: In addition, the real estate for sale is encumbered with a mortgage.
es: Además, los bienes inmuebles puestos en venta se encuentran hipotecados.

source: Develop and adopt legislation for the taxation of land and real estate.
es: Elaborar y adoptar legislación que regule la fiscalidad de los bienes raíces o inmuebles.

source: In it gives Silva Henríquez Real estate Broker we think that the greater value is people.
es: En da Silva Henríquez Broker Inmobiliario creemos que el mayor valor es la gente.

source: (g) All real estate is considered as the royal property that does not belong to personal property of any royal family members.
es: (g) No se considera propiedad inmueble real a los bienes inmuebles personales de los miembros de la familia real.

source: The locally shared land of the real 'commons' was largely transformed into what we now consider to be 'real estate'.
es: "Ese ""patrimonio común"" local de bienes raíces se transformó en gran medida en eso que llamamos ahora ""bienes inmuebles""."

source: Real estate or capital expenditure funds would accumulate resources and outbalance inflation impacts through interest earnings.
es: Los fondos inmobiliarios o fondos de capital acumularían recursos y compensarían los efectos de la inflación mediante los intereses obtenidos.

source: Our effort is faced to offer to him all the services and the necessary hardware so that it could specify in an effective way his real estate operation.
es: Nuestro esfuerzo está orientado a brindarle todos los servicios y las herramientas necesarias para que pueda concretar de manera eficaz su operación inmobiliaria.

source: Integration of the highest quality levels in the execution and completion of works and real estate developments.
es: Integración de los más altos niveles de calidad en la ejecución y en el acabado de la obras y de las promociones.

source: With reference in particular to the tiresome situation we keep finding ourselves in, starting back in 1998, with LTCM, Hypo Real Estate and, of course, Lehman, and the knock-on effects, rules should emerge from this that make it impossible to end up with the basic problem of too big to fail'.
es: Particularmente, en relación con la fastidiosa situación en la que nos encontramos -desde 1998, con LTCM, Hypo Real Estate y, por supuesto, Lehman- y con los efectos dominó, deberían surgir reglas que impidan que se acabe teniendo el problema básico de Too big to fail («Demasiado grande para fallar») .

source: Legislators already have taken action to soften the effects of the stock market havoc on nest eggs.
es: Los legisladores ya han comenzado a accionar para suavizar los efectos del caos que provocó el mercado de valores en los ahorros.

source: Also in FY2004, the corporate website was adapted to comply with the requirements on structure and information detailed in Spanish Law 26/2003 dated 27 July ('Law on Transparency') and in Bulletin 1/2004 dated17 March from the Spanish National Stock Market Commission.
es: Asimismo en el ejercicio 2004 se ha procedido a adaptar la página web corporativa a los requisitos de estructura e información contenidos en la ley 26/2003 de 27 de Julio (Ley de Transparencia) y en la Circular 1/2004 de 17 de marzo de la Comisión Nacional del Mercado de Valores.

source: Therefore, the Group has a daily measurement of the change in the unrealized value of the stock portfolio for an instantaneous change of plus or minus 10% in the stock market.
es: El Grupo tiene, pues, una medida diaria de la variación de la plus o minusvalía latente de la cartera de acciones para una variación instantánea de, más o menos, el 10% del mercado de acciones.

source: It has faults, but it is closer to my ideal than the typical stock-market-owned corporation.
es: Tiene sus fallas, pero esta mas cerca de mi ideal que la corporación típica del mercado de valores.

source: The stock market collapse sank the private pension funds.
es: El derrumbe bursátil ha hundido los fondos de pensión privados.

source: The Governing Council of the ECB decides to reduce the interest rate on the main refinancing operations by 0.5 percentage point to 2.5%, starting with the operation to be settled on 14 April 1999.
es: El Consejo de Gobierno del BCE decide reducir el tipo de interés de las operaciones principales de financiación en 0,5 puntos porcentuales, hasta situarlo en el 2,5%, con efectos a partir de la operación cuya liquidación tendrá lugar el 14 de abril de 1999.

source: Market risks are defined as risks related to rate, exchange or price fluctuations and non-liquidity of assets which might entail refinancing problems.
es: Los riesgos de mercado se definen como los riesgos asociados a las variaciones de tipos, de cambio o de precios y a la falta de liquidez de los activos, factores que pueden plantear problemas de refinanciación.

source: It will continue to offer banks unlimited cash and keep its main refinancing rate at 1.0%.
es: La entidad continuará ofreciendo liquidez ilimitada a los bancos y mantendrá su tasa principal de refinanciación al 1,0%.

source: The operation has facilitated repayment of the Company's former credit facility, for Euros 700 million and a term of five years, and partial refinancing of the recent acquisition of 75% of Redalta, the company that controlled the transmission assets of Iberdrola.
es: La operación ha permitido amortizar la anterior línea de crédito de la empresa, de 700 millones de euros y un plazo de cinco años, y refinanciar parcialmente la reciente adquisición del 75% de Redalta, empresa que controlaba los activos de transporte de Iberdrola.

source: That way you can take them into account when deciding if refinancing is right for you.
es: De ese modo los puedes tomar en consideración cuando decidas si refinanciar es correcto para ti.

source: Due to the current situation in the market in which the Subgroup operates and taking into account certain contractual clauses, negotiations have commenced with a view to refinancing the aforementioned agreement and to adapt its conditions to the industry's circumstances.
es: Derivado de la situación coyuntural del mercado en el que opera el subgrupo y en consideración a determinadas cláusulas contractuales, se han iniciado negociaciones al objeto de refinanciar el mencionado contrato y adecuar sus condiciones a las circunstancias del sector.

source: Last, the project includes refinancing of some $3 million in short-term debt with local banks.
es: Por último, el proyecto incluye el refinanciamiento de la deuda a corto plazo, que asciende a unos US$3 millones, con instituciones bancarias locales.

source: For the estimated averages, see the instructions for your income tax return.
es: Para los promedios estimados, vea las instrucciones de su declaración de impuestos sobre el ingreso (en inglés).

source: The tax return must include a separate line for each rate.
es: La declaración fiscal debe incluir una posición para cada tipo.

source: When rerunning this program, you can limit this date and time in order to generate the same tax return again.
es: Cuando vuelva a ejecutar este programa, puede limitar esta fecha y hora para generar de nuevo la misma declaración fiscal.

source: Save the form to give to your tax preparer or to use if you prepare your tax return.
es: Guárdelo para preparar su declaración de impuestos usted mismo o para presentárselo a su contador.

source: Since net income may be reduced due to the deductions made on a tax return, it is important to explain to the lender that net income is not the true profit generated by the business.
es: Como los ingresos netos podrían ser reducidos debido a las deducciones hechas en la declaración de impuestos, es importante explicarle al prestamista que los ingresos netos no son las ganancias verdaderas que el negocio generó.

source: ASC 740 prescribes a recognition threshold and measurement attribute for the financial statement recognition and measurement of a tax position taken or expected to be taken in a tax return.
es: ASC 740 establece una escala para reconocer y atributos de medición para reconocer y medir en los estados financieros una posición tributaria tomada, o que se espera tomar, en una declaración de impuesto.
